[
  {
    "id": "bae7b31b6a0657b056575c3b",
    "candidateIssueId": "9daab8b1d776a14fe22b8d1c",
    "language": "EN",
    "title": "Climate Record",
    "content": "&lt;h2 class=&quot;section-title center-text&quot;&gt;Climate Record&lt;/h2&gt; &lt;p&gt;Bernie is one of the fiercest fighters for recognition of, adaptation to, and mitigation of climate change. Few have the resolve, clarity of understanding, and guts to both stand up against global warming in Washington and play a strong role at local and neighborhood levels.&lt;/p&gt; &lt;h3&gt;Does Bernie have experience on physical science committees in the Senate?&lt;/h3&gt; &lt;p&gt;Yes. Bernie has &lt;a href=&quot;http://www.sanders.senate.gov/about/committees&quot; target=&quot;_blank&quot;&gt;served on key Senate committees&lt;/a&gt; such as the &ldquo;Environment and Public Works&rdquo; and the &ldquo;Energy and Natural Resources&rdquo; committees.&lt;/p&gt; &lt;h3&gt;Fair enough. But how does Bernie stack up to other senators in terms of work on climate change?&lt;/h3&gt; &lt;p&gt;The SuperPAC &lt;a href=&quot;http://www.climatehawksvote.com&quot; target=&quot;_blank&quot;&gt;Climate Hawks Vote&lt;/a&gt;, whose mission is to bring attention and praise to those who prioritize and speak on the climate crisis, consistently gives Bernie a terrific &lt;a href=&quot;http://www.climatehawksvote.com/look_up_vt&quot; target=&quot;_blank&quot;&gt;scorecard&lt;/a&gt;. Importantly, Climate Hawks Vote measures leadership, not just voting records, tabulating actions like bills introduced, speeches given, and so forth. Notably, the organization put Bernie in the top 10 percent of senators in 2011/12, the top senator in 2013/14, and in the top 10 percent in 2015/16. Bernie also has the &lt;a href=&quot;http://www.commondreams.org/views/2015/04/30/why-planet-happy-bernie-sanders-running-president&quot; target=&quot;_blank&quot;&gt;outspoken support&lt;/a&gt; of respected author and environmentalist Bill McKibben.&lt;/p&gt; &lt;p&gt;In 2014, Bernie attended the &lt;a href=&quot;http://www.democracynow.org/2014/9/22/bernie_sanders_at_peoples_climate_march&quot; target=&quot;_blank&quot;&gt;People&amp;#8217;s Climate March&lt;/a&gt; in New York City. Watch him speak about how the influence of money in politics negatively impacts the fight to address climate change:&lt;/p&gt; &lt;p&gt;&amp;nbsp;&lt;/p&gt; &lt;div class=&quot;embed-responsive embed-responsive-16by9&quot;&gt;&lt;iframe class=&quot;embed-responsive-item&quot; src=&quot;http://www.democracynow.org/embed/story/2014/9/22/bernie_sanders_at_peoples_climate_march&quot; width=&quot;640&quot; height=&quot;360&quot; frameborder=&quot;0&quot; allowfullscreen=&quot;allowfullscreen&quot;&gt;&lt;/iframe&gt;&lt;/div&gt; &lt;div class=&quot;center-text caption&quot;&gt;&lt;/div&gt; &lt;h3&gt;How well does Bernie understand the issues around and science behind climate change?&lt;/h3&gt; &lt;p&gt;Bernie regularly demonstrates his ability to understand the science and strongly argue with climate skeptics, and is clearly not just providing talking points for headlines. When speaking about the issue, as seen in the following video from 2014 &mdash; just one of many, many instances of Bernie dropping science in Congress about climate change&mdash;, he regularly cites scientific findings and uses scientific language:&lt;/p&gt; &lt;div class=&quot;embed-responsive embed-responsive-16by9&quot;&gt;&lt;iframe class=&quot;embed-responsive-item&quot; src=&quot;https://www.youtube.com/embed/YpJh1xtg28I&quot; width=&quot;560&quot; height=&quot;315&quot; frameborder=&quot;0&quot; allowfullscreen=&quot;allowfullscreen&quot;&gt;&lt;/iframe&gt;&lt;/div&gt; &lt;div class=&quot;center-text caption&quot;&gt;&lt;/div&gt;"
  },
  {
    "id": "ac7a423eb278a8ae2ef3ec84",
    "candidateIssueId": "9daab8b1d776a14fe22b8d1c",
    "language": "EN",
    "title": "Animal Welfare",
    "content": "&lt;h2 class=&quot;section-title center-text&quot;&gt;Combating Climate Skeptics in Washington&lt;/h2&gt; &lt;p&gt;Bernie has spent hundreds of hours vigorously debating and combating climate skeptic politicians. He has long been unsettled over some of his colleagues&rsquo; responses to overwhelming scientific evidence and approaches to policies combating global warming through greenhouse gas emission reductions. Furthermore, he strongly believes the influence of lobbying is to blame for much of the climate change skepticism in Washington.&lt;/p&gt; &lt;h3&gt;How has Bernie addressed the denial of climate change in Congress?&lt;/h3&gt; &lt;p&gt;Bernie has repeatedly called climate skeptics out on their rejection of science. For example, during a Senate Environment and Public Works Committee in July 2014, Bernie &lt;a href=&quot;https://youtu.be/p-BxJOsm2uc&quot; target=&quot;_blank&quot;&gt;said&lt;/a&gt;: &amp;#8220;For the first time to the best of my knowledge, we have a major political party which by and large is rejecting what the majority of the scientific community is saying.&rdquo;&lt;/p&gt; &lt;p&gt;In another instance, Bernie devastatingly compared climate change denial to tobacco-cancer denial at a marathon all-night U.S. Senate session on climate change in March 2014:&lt;/p&gt; &lt;div class=&quot;embed-responsive embed-responsive-16by9&quot;&gt;&lt;iframe class=&quot;embed-responsive-item&quot; src=&quot;https://www.youtube.com/embed/kvdi_zt086U&quot; width=&quot;560&quot; height=&quot;315&quot; frameborder=&quot;0&quot; allowfullscreen=&quot;allowfullscreen&quot;&gt;&lt;/iframe&gt;&lt;/div&gt; &lt;div class=&quot;center-text caption&quot;&gt;&lt;/div&gt; &lt;p&gt;In 2015, through a &lt;a href=&quot;http://news.sciencemag.org/climate/2015/01/first-time-years-u-s-senate-voted-climate-change-did-anybody-win&quot; target=&quot;_blank&quot;&gt;&ldquo;sense of congress&rdquo; amendment&lt;/a&gt; on the early Keystone XL pipeline bill, Bernie forced fellow senators to state for the congressional record if they believe &ldquo;that climate change is real, human-caused, and already creating devastating problems; that there&rsquo;s a brief window to act before &amp;#8216;irreparable harm&amp;#8217; results; and that the United States should shift to cleaner energy sources.&rdquo;&lt;/p&gt; &lt;h3&gt;How can Bernie stand up against climate change if so many corporations spend so much money trying to keep the status quo?&lt;/h3&gt; &lt;p&gt;It&rsquo;s no secret that large energy corporations like Koch Industries and ExxonMobil &lt;a href=&quot;http://www.ucsusa.org/global_warming/solutions/fight-misinformation/global-warming-skeptic.html#.VbhoxuhVikp&quot; target=&quot;_blank&quot;&gt;fund scientists&lt;/a&gt; who work towards emphasizing the complexity of the knowledge surrounding climate change and its contribution to greenhouse-gas emissions. They also donate a lot of money to politicians.&lt;/p&gt; &lt;p&gt;Bernie refuses to take money from any corporate donors. This means his ability to fight for the people is unrestrained. Bernie is &lt;a href=&quot;http://www.thenation.com/article/the-climate-pledge/&quot; target=&quot;_blank&quot;&gt;one of only three&lt;/a&gt; presidential candidates in the 2016 race (the others being Martin O&rsquo;Malley and Jill Stein) who took up The Nation&rsquo;s request to refuse support of greenhouse-gas emitters.&lt;/p&gt; &lt;h3&gt;So has Bernie ever directly attacked the big polluters, then?&lt;/h3&gt; &lt;p&gt;Bernie has repeatedly sought to hold greenhouse-gas emitters accountable. He co-sponsored the &lt;a href=&quot;http://www.thenation.com/article/the-climate-pledge/&quot; target=&quot;_blank&quot;&gt;Super Pollutants Act of 2014&lt;/a&gt; to reduce &amp;#8220;super pollutants&amp;#8221; that speed global warming faster than carbon such as methane, leaked refrigerants, and soot. He co-sponsored the comprehensive &lt;a href=&quot;http://www.thenation.com/article/sanders-boxer-outline-gold-standard-climate-bill/&quot; target=&quot;_blank&quot;&gt;&ldquo;gold standard&rdquo; climate bill&lt;/a&gt; that aimed to reduce GHG emissions by 80 percent by 2050, and was a congressional leader in opposing the &lt;a href=&quot;http://www.alreporter.com/in-case-you-missed-it-2/6990-senate-blocks-keystone-pipeline-by-one-vote.html&quot; target=&quot;_blank&quot;&gt;Keystone XL pipeline in 2014&lt;/a&gt; and &lt;a href=&quot;http://www.politicususa.com/2015/01/07/bernie-sanders-applauds-president-obama-standing-republicans-keystone-xl.html&quot; target=&quot;_blank&quot;&gt;recently applauded&lt;/a&gt; president Obama&rsquo;s veto promise on the measure.&lt;/p&gt; &lt;p&gt;In July 2015, in the context of other 2016 presidential candidates&amp;#8217; environmental policies, Bernie &lt;a href=&quot;http://www.politico.com/story/2015/07/bernie-sanders-attacks-clintons-climate-plan-not-enough-120738.html#ixzz3hKEIJv27&quot; target=&quot;_blank&quot;&gt;said&lt;/a&gt;:&lt;/p&gt; &lt;p class=&quot;indent&quot;&gt;&amp;#8220;It is hard for me to understand how one can be concerned about climate change but not vigorously oppose the Keystone pipeline&amp;#8230; We must make significant reduction in carbon emissions and break our dependency on fossil fuels. That is why I have helped lead the fight in the Senate against the Keystone pipeline, which would transport some of the dirtiest fossil fuel in the world.&amp;#8221;&lt;/p&gt; &lt;p&gt;Bernie further co-sponsored the &lt;a href=&quot;http://www.sanders.senate.gov/newsroom/recent-business/a-climate-crisis&quot; target=&quot;_blank&quot;&gt;Climate Protection Act of 2013&lt;/a&gt; that would tax greenhouse-gas emitters directly via a fee on carbon pollution emissions, &lt;a href=&quot;http://grist.org/climate-energy/sanders-and-boxer-introduce-fee-and-dividend-climate-bill-greens-tickled-pink/&quot; target=&quot;_blank&quot;&gt;fund &lt;/a&gt;historic investments in energy efficiency and sustainable energy technologies (e.g., wind, solar, geothermal and biomass), and fund $1 billion a year in worker training and transition programs to help move workers into jobs in the clean energy economy. Finally, Bernie sponsored the &lt;a href=&quot;http://www.sanders.senate.gov/download/endpolluterwelfaresummary/?inline=file&quot; target=&quot;_blank&quot;&gt;End Polluter Welfare Act&lt;/a&gt; to stop taxpayer-funded giveaways to oil, gas and coal companies while saving taxpayers over $135 billion over ten years.&lt;/p&gt;"
  }

]
